
#specific keys+text combination that overwrite template keys+text
#scan the original i18n of the template component for the keys
#you can find it by starting the application in the WebIDE with a run configuration that has unchecked 'open with frame'
#and modify the URL in the browser to /resources/sap/suite/ui/generic/template/<template component name>/i18n/i18n.properties
#<EXISTING_KEY>=<new text for the key>

# XTIT,45: title of the page in ListReport.view.xml, this may be replaced by the application
PAGEHEADER=\u0423\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435 \u0437\u0430\u043F\u0438\u0442\u0432\u0430\u043D\u0438\u044F \u043E\u0444\u0435\u0440\u0442\u0430

#XBUT : Button for popup in Legal Transaction section
LT_OK=OK

#XBUT, 24
LT_CANCEL=\u041E\u0442\u043A\u0430\u0437

# XTIT
LT_SEARCH=\u0422\u044A\u0440\u0441\u0435\u043D\u0435 \u043D\u0430 \u0437\u0430\u043A\u043E\u043D\u043E\u0432\u0430 \u0442\u0440\u0430\u043D\u0437\u0430\u043A\u0446\u0438\u044F

# XTIT
LT_ERROR_DIALOG_TITLE=\u0413\u0440\u0435\u0448\u043A\u0430

# XMSG
LT_SUCCESS=\u0417\u0430\u043F\u0438\u0442\u0432\u0430\u043D\u0438\u044F \u0437\u0430 \u043E\u0444\u0435\u0440\u0442\u0430, \u043F\u0440\u0438\u0441\u044A\u0435\u0434\u0438\u043D\u0435\u043D\u0438 \u043A\u044A\u043C \u0437\u0430\u043A\u043E\u043D\u043E\u0432\u0430 \u0442\u0440\u0430\u043D\u0437\u0430\u043A\u0446\u0438\u044F {0}.

# XTIT : Title of Bidder Proposal Info Dialog for no proposals 
BIDDER_PROPOSAL_INFO_DIALOG_TITLE=\u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F

# XMSG
BIDDER_PROPOSAL_INFO_DIALOG_TEXT=\u041D\u0435 \u0441\u0430 \u043E\u0442\u043A\u0440\u0438\u0442\u0438 \u043F\u0440\u0435\u0434\u043B\u043E\u0436\u0435\u043D\u0438\u044F \u043D\u0430 \u0443\u0447\u0430\u0441\u0442\u043D\u0438\u0446\u0438 \u0432 \u0442\u044A\u0440\u0433 \u0437\u0430 \u0441\u044A\u043E\u0442\u0432\u0435\u0442\u043D\u0438\u0442\u0435 \u043F\u043E\u0437\u0438\u0446\u0438\u0438. 

# XMSG
CWR_NOT_POSSIBLE=\u041C\u043E\u0436\u0435\u0442\u0435 \u0434\u0430 \u0441\u044A\u0437\u0434\u0430\u0434\u0435\u0442\u0435 \u0441\u0430\u043C\u043E \u0435\u0434\u043D\u0430 \u043E\u0444\u0435\u0440\u0442\u0430 \u0437\u0430 \u0443\u0447\u0430\u0441\u0442\u043D\u0438\u043A \u0432 \u0442\u044A\u0440\u0433 \u0437\u0430 \u0437\u0430\u044F\u0432\u043A\u0438 \u0437\u0430 \u043E\u0444\u0435\u0440\u0442\u0438, \u043A\u043E\u0438\u0442\u043E \u0441\u0430 \u0432 \u0441\u0442\u0430\u0442\u0443\u0441 \u201C\u041F\u0443\u0431\u043B\u0438\u043A\u0443\u0432\u0430\u043D\u0438\u201D .

# XMSG
NO_PURCH_ORG_SET=\u041F\u0440\u0435\u0434\u043B\u043E\u0436\u0435\u043D\u0438\u044F\u0442\u0430 \u043D\u0430 \u0443\u0447\u0430\u0441\u0442\u043D\u0438\u0446\u0438\u0442\u0435 \u0432 \u0442\u044A\u0440\u0433\u0430 \u0441\u0430 \u0437\u0430\u0432\u0438\u0441\u0438\u043C\u0438 \u043E\u0442  \u0441\u043D\u0430\u0431\u0434\u0438\u0442\u0435\u043B\u0441\u043A\u0430\u0442\u0430 \u043E\u0440\u0433\u0430\u043D\u0438\u0437\u0430\u0446\u0438\u044F. \u041C\u043E\u043B\u044F, \u043F\u044A\u0440\u0432\u043E \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u043D\u0430\u0431\u0434\u0438\u0442\u0435\u043B\u0441\u043A\u0430 \u043E\u0440\u0433\u0430\u043D\u0438\u0437\u0430\u0446\u0438\u044F.  

# XMSG, 150: used in expired lock dialog (pop-up). Parameter: {0}= user name. "object" to be redefined.
DRAFT_LOCK_EXPIRED=\u0414\u0440\u0443\u0433 \u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B \u0435 \u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u0430\u043B \u0442\u0430\u0437\u0438 \u0437\u0430\u044F\u0432\u043A\u0430 \u0437\u0430 \u043E\u0444\u0435\u0440\u0442\u0430 \u0431\u0435\u0437 \u0434\u0430 \u0437\u0430\u043F\u0430\u0437\u0438 \u043F\u0440\u043E\u043C\u0435\u043D\u0438\u0442\u0435\:\n\n {0} \n\n \u0410\u043A\u043E \u043F\u0440\u043E\u0434\u044A\u043B\u0436\u0438\u0442\u0435, \u043F\u0440\u043E\u043C\u0435\u043D\u0438\u0442\u0435 \u043D\u0430 \u0434\u0440\u0443\u0433\u0438\u044F \u043F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B \u0441\u0435 \u043E\u0442\u0445\u0432\u044A\u0440\u043B\u044F\u0442.

# XMSG, 150: used in a dialog pop-up; there is a draft document but the user navigates to the active document. Parameters: {1}= object Key {2}= changed at (date/time). "object" to be redefined.
DRAFT_FOUND_RESUME=\u0417\u0430\u043F\u0430\u0437\u0438\u0445\u043C\u0435 \u0447\u0435\u0440\u043D\u043E\u0432\u0430 \u043D\u0430 \u043F\u0440\u043E\u043C\u0435\u043D\u0438\u0442\u0435, \u043A\u043E\u0438\u0442\u043E \u0441\u0442\u0435 \u0438\u0437\u0432\u044A\u0440\u0448\u0438\u043B\u0438 \u043F\u043E \u0437\u0430\u044F\u0432\u043A\u0430 \u0437\u0430 \u043E\u0444\u0435\u0440\u0442\u0430 {1} \u043D\u0430 {2}.\n\n\u0429\u0435 \u0432\u044A\u0437\u043E\u0431\u043D\u043E\u0432\u0438\u0442\u0435 \u043B\u0438 \u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u0430\u043D\u0435\u0442\u043E, \u0438\u043B\u0438 \u0449\u0435 \u043E\u0442\u0445\u0432\u044A\u0440\u043B\u0438\u0442\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0438\u0442\u0435?

# XFLD, 50: used in message toast after saving. "object" to be redefined.
OBJECT_SAVED=\u0417\u0430\u044F\u0432\u043A\u0430\u0442\u0430 \u0437\u0430 \u043E\u0444\u0435\u0440\u0442\u0430 \u0435 \u0437\u0430\u043F\u0430\u0437\u0435\u043D\u0430.

# XFLD, 50: used in message toast after object creation. "object" to be redefined.
OBJECT_CREATED=\u0417\u0430\u044F\u0432\u043A\u0430\u0442\u0430 \u0437\u0430 \u043E\u0444\u0435\u0440\u0442\u0430 \u0435 \u0441\u044A\u0437\u0434\u0430\u0434\u0435\u043D\u0430.

# XBUT, 75: used in a message box after pressing the delete button. Parameter: {1}= object title, {2}= object subtitle. "object" to be redefined.
DELETE_WITH_OBJECTINFO=\u0418\u0441\u043A\u0430\u0442\u0435 \u043B\u0438 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0437\u0430\u044F\u0432\u043A\u0430 \u0437\u0430 \u043E\u0444\u0435\u0440\u0442\u0430 {1}, {2}?

# XBUT, 75: used in a message box after pressing the delete button. Parameter: {0}= object title. "object" to be redefined.
DELETE_WITH_OBJECTTITLE=\u0418\u0441\u043A\u0430\u0442\u0435 \u043B\u0438 \u0434\u0430 \u0438\u0437\u0442\u0440\u0438\u0435\u0442\u0435 \u0437\u0430\u044F\u0432\u043A\u0430 \u0437\u0430 \u043E\u0444\u0435\u0440\u0442\u0430 {0}?

# XTIT, 75: used as page title for a new object. "object" to be redefined.
NEW_OBJECT=\u041D\u043E\u0432\u0430 \u0437\u0430\u044F\u0432\u043A\u0430 \u0437\u0430 \u043E\u0444\u0435\u0440\u0442\u0430

# XTIT
BIDDER_PROPOSALS=\u041F\u0440\u0435\u0434\u043B\u043E\u0436\u0435\u043D\u0438\u044F \u043D\u0430 \u0443\u0447\u0430\u0441\u0442\u043D\u0438\u0446\u0438 \u0432 \u0442\u044A\u0440\u0433.

# XTIT
@CHANGELOG_TITLE=\u0418\u0441\u0442\u043E\u0440\u0438\u044F

# XTIT
@CHANGELOG_GROUP_TITLE={0} \u043F\u043E {1}

# XBUT
@CLOSE_BTN=\u0417\u0430\u0442\u0432\u0430\u0440\u044F\u043D\u0435
